<div class="container d-flex justify-content-start align-items-center mt-5 mb-3 ">
    <h2> Познакомьтесь с Метео-лисом! </h2>
</div>

<div class="container">    
    <div class="ml-2 row mb-3">  
        <div style = "max-width: auto;" class=" col-xl-4 col-sm-12 align-self-center " >
              <a href = https://www.youtube.com/watch?v=dQw4w9WgXcQ>          
            <img  class="img-fluid w-100" src="/public/img/fox_1.png">
            </a>          
        </div>

        <div class="col col-xl-8 col-sm-12 align-self-center">   
                             
            <p class="fs-5"> <!-- текст -->Познакомьтесь с Метео-лисом! Этот лисёнок является вашим маленьким помощником, у которого можно спросить актуальную информацию о погодных условиях. Он может рассказать вам о текущих температуре, давлении и влажности.



На нашем сайте "Погода в школе" вы можете узнать не только текущую температуру, влажность и давление, но также минимальную, среднюю и максимальную температуру за сегодня. Метео-лис поможет вам составить график погоды за определённый отрезок времени, чтобы вы могли следить за изменениями погоды. Также он подскажет вам время восхода и заката солнца, чтобы вы всегда знали, когда начинается и заканчивается день.

Наш Метео-лис – это не только информатор, но и друг, который всегда рядом. Доверяйте Метео-лису и наслаждайтесь каждым днем, независимо от погоды!

 </p>
        </div>                                      
    </div>
</div>
            

